@extends('layouts.master')
@section('content')
    <div class="page-heading">
        <div class="page-title">
            <div class="row">
                <div class="col-12 col-md-6 order-md-1 order-last">
                    <h3>ฟอร์มการประเมิน</h3>
                    <p class="text-subtitle text-muted">Navbar will appear in top of the page.</p>
                </div>
                <div class="col-12 col-md-6 order-md-2 order-first">
                    <nav aria-label="breadcrumb" class="breadcrumb-header float-start float-lg-end">
                        <ol class="breadcrumb">
                            <li class="breadcrumb-item"><a href="index.html">Dashboard</a></li>
                            <li class="breadcrumb-item active" aria-current="page">ฟอร์มการประเมิน
                            </li>
                        </ol>
                    </nav>
                </div>
            </div>
        </div>


        <section class="section">
            <div class="card">
                <div class="card-header">
                    <h4 class="card-title text-center">แบบประเมินสมรรถนะ</h4>
                </div>
                <div class="card-body">
                    {{-- <p>
                        ผู้ถูกประเมิน นายชวลิต สุขสง่า
                        ระดับ K2
                        วันที่ทำการประเมิน 2022-02-24
                        ผู้ทำการประเมิน นายชวลิต สุขสง่า
                        รอบของการประเมิน 621
                        สถานะ OHEAD --}}
                    <div class="row">
                        <div class="col-md-3">
                            <h6>ผู้ถูกประเมิน</h6>
                        </div>
                        <div class="col-md-3">
                            <label> นายชวลิต สุขสง่า</label>
                        </div>
                        <div class="col-md-3">
                            <h6>ระดับ</h6>
                        </div>
                        <div class="col-md-3">
                            <label>ระดับชำนาญการ</label>
                        </div>
                        <div class="col-md-3">
                            <h6>วันที่ประเมิน</h6>
                        </div>
                        <div class="col-md-3">
                            <label>22/09/2022</label>
                        </div>
                        <div class="col-md-3">
                            <h6>ผู้ทำการประเมิน</h6>
                        </div>
                        <div class="col-md-3">
                            <label>	นายชวลิต สุขสง่า</label>
                        </div>
                        <div class="col-md-3">
                            <h6>รอบที่</h6>
                        </div>
                        <div class="col-md-3">
                            <label>2</label>
                        </div>
                    </div>
                        <hr>
                </div>
            </div>
        </section>

        {{-- ---------------------------------------------- สมถรรนะที่ 1 ------------------------------- --}}
        <section class="section">
            <div class="card">
                <div class="card-header">

                </div>
                <div class="card-body">
                    <div class="row">

                        <div class="col-12">
                            <h5>สมรรถนะที่ 1 การมุ่งผลสัมฤทธิ์ (Achievement Motivation-ACH) น้ำหนัก 15%</h5>
                            <hr>
                        </div>

                        <div class="col-12">
                            <p>คำอธิบาย : ความมุ่งมั่นจะปฏิบัติราชการให้ดีหรือให้เกินมาตรฐานที่มีอยู่โดยมาตรฐานนี้อาจเป็นผลการปฏิบัติงานที่ผ่านมาของตนเองหรือเกณฑ์วัดผลสัมฤทธิ์ที่ส่วนราชการกำหนดขึ้นอีกทั้งยังหมายรวมถึง การสร้างสรรค์พัฒนาผลงานหรือกระบวนการปฏิบัติงานตามเป้าหมายที่ยากและท้าทายชนิดที่อาจไม่เคยมีผู้ใดสามารถกระทำได้มาก่อน</p>
                        </div>
                    </div>
                    <div class="row">

                        {{-- ระดับที่ 1 --}}
                        <div class="col-12">
                            <h6>ระดับที่ 1 : แสดงความมุ่งมั่นและกระตือรือร้นที่จะปฏิบัติราชการให้ดี(แสดงความพยายามในการทำงานให้ดี)</h6>
                        </div>
                        <div class="col-md-1">
                            <p>1.1</p>
                        </div>
                        <div class="col-md-6">
                            พยายามทำงานในหน้าที่ให้ถูกต้อง
                        </div>
                        <div class="col-md-5">
                            <div class="form-check">
                                <input class="form-check-input" type="radio" name="flexRadioDefault"
                                    id="flexRadioDefault1">
                                <label class="form-check-label" for="flexRadioDefault1">
                                    Default radio
                                </label>
                            </div>


                        </div>

                        <div class="col-md-1">
                            <p>1.2</p>
                        </div>
                        <div class="col-md-11">
                            พยายามปฏิบัติงานให้แล้วเสร็จตามกำหนดเวลา
                        </div>

                        <div class="col-md-1">
                            <p>1.3</p>
                        </div>
                        <div class="col-md-11">
                            มานะ อดทน ขยันหมั่นเพียรในการทำงาน
                        </div>

                        <div class="col-md-1">
                            <p>1.4</p>
                        </div>
                        <div class="col-md-11">
                            แสดงออกว่าต้องการทำงานให้ดีขึ้น
                        </div>

                        <div class="col-md-1">
                            <p>1.5</p>
                        </div>
                        <div class="col-md-11">
                            แสดงความคิดเห็นเชิงปรับปรุงพัฒนาเมื่อเห็นสิ่งที่ก่อให้เกิดการสูญเปล่าหรือหย่อนประสิทธิภาพในงาน
                        </div>




                    </div>

                        {{-- ระดับที่ 2 --}}

                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 2 : แสดงสมรรถนะระดับที่ 1 และสามารถทำงานได้ผลงานตามเป้าหมายที่วางไว้</h6>
                        </div>
                        <div class="col-md-1">
                            <p>1.6</p>
                        </div>
                        <div class="col-md-11">
                            กำหนดมาตรฐาน หรือเป้าหมายในการทำงานเพื่อให้ได้ผลงานที่ดี
                        </div>

                        <div class="col-md-1">
                            <p>1.7</p>
                        </div>
                        <div class="col-md-11">
                            ติดตาม และประเมินผลงานของตน โดยเทียบเคียงกับเกณฑ์มาตรฐาน
                        </div>

                        <div class="col-md-1">
                            <p>1.8</p>
                        </div>
                        <div class="col-md-11">
                            ทำงานได้ตามเป้าหมายที่ผู้บังคับบัญชากำหนด หรือเป้าหมายของหน่วยงานที่รับผิดชอบ
                        </div>

                        <div class="col-md-1">
                            <p>1.9</p>
                        </div>
                        <div class="col-md-11">
                            มีความละเอียดรอบคอบ เอาใจใส่ ตรวจตราความถูกต้อง เพื่อให้ได้งานที่มีคุณภาพ
                        </div>






                    </div>
                    {{-- ระดับที่ 3 --}}
                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 3 : แสดงความมุ่งมั่นและกระตือรือร้นที่จะปฏิบัติราชการให้ดี(แสดงความพยายามในการทำงานให้ดี)</h6>
                        </div>
                        <div class="col-md-1">
                            <p>1.9</p>
                        </div>
                        <div class="col-md-11">
                            ปรับปรุงวิธีการที่ทำให้ทำงานได้ดีขึ้น เร็วขึ้น มีคุณภาพดีขึ้น มีประสิทธิภาพมากขึ้น หรือทำให้ผู้รับบริการพึงพอใจมากขึ้น
                        </div>

                        <div class="col-md-1">
                            <p>1.10</p>
                        </div>
                        <div class="col-md-11">
                            เสนอหรือทดลองวิธีการทำงานแบบใหม่ที่คาดว่าจะทำให้งานมีประสิทธิภาพมากขึ้น
                        </div>



                    </div>
                </div>



            </div>
        </section>
        {{-- --------------------------------------------- end สมรรถนะที่ 1---------------- --}}


        {{-- ---------------------------------------------- สมถรรนะที่ 2 -------------------------------------}}
        <section class="section">
            <div class="card">
                <div class="card-header">

                </div>
                <div class="card-body">
                    <div class="row">

                        <div class="col-12">
                            <h5>สมรรถนะที่ 2 บริการที่ดี (Service Mind-SERV) น้ำหนัก 15%</h5>
                            <hr>
                        </div>

                        <div class="col-12">
                            <p>คำอธิบาย : ความตั้งใจและความพยายามของข้าราชการในการให้บริการต่อประชาชน ข้าราชการ หรือหน่วยงานอื่นๆ ที่เกี่ยวข้อง</p>
                        </div>
                    </div>
                    <div class="row">

                        {{--------------------------------------- ระดับที่ 1 -----------------------------------}}
                        <div class="col-12">
                            <h6>ระดับที่ 1 : สามารถให้บริการที่ผู้รับบริการต้องการได้ด้วยความเต็มใจ</h6>
                        </div>
                        <div class="col-md-1">
                            <p>2.1</p>
                        </div>
                        <div class="col-md-11">
                            ให้การบริการที่เป็นมิตร สุภาพ
                        </div>

                        <div class="col-md-1">
                            <p>2.2</p>
                        </div>
                        <div class="col-md-11">
                            ให้ข้อมูล ข่าวสาร ที่ถูกต้อง ชัดเจนแก่ผู้รับบริการ
                        </div>

                        <div class="col-md-1">
                            <p>2.3</p>
                        </div>
                        <div class="col-md-11">
                            แจ้งให้ผู้รับบริการทราบความคืบหน้าในการดำเนินเรื่อง หรือขั้นตอนงานต่างๆ ที่ให้บริการอยู่
                        </div>

                        <div class="col-md-1">
                            <p>2.4</p>
                        </div>
                        <div class="col-md-11">
                            ประสานงานภายในหน่วยงานและหน่วยงานที่เกี่ยวข้อง เพื่อให้ผู้รับบริการได้รับบริการที่ต่อเนื่องและรวดเร็ว
                        </div>





                    </div>

                        {{------------------------- ระดับที่ 2 -----------------------------------}}

                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 2 : แสดงสมรรถนะระดับที่  1 และช่วยแก้ปัญหาให้แก่ผู้รับบริการ</h6>
                        </div>
                        <div class="col-md-1">
                            <p>2.5</p>
                        </div>
                        <div class="col-md-11">
                            รับเป็นธุระ ช่วยแก้ปัญหาหรือหาแนวทางแก้ไขปัญหาที่เกิดขึ้นแก่ผู้รับบริการอย่างรวดเร็ว  ไม่บ่ายเบี่ยง ไม่แก้ตัว หรือปัดภาระ                        </div>
                        <div class="col-md-1">
                            <p>2.6</p>
                        </div>
                        <div class="col-md-11">
                            ดูแลให้ผู้รับบริการได้รับความพึงพอใจ และนำข้อขัดข้องใดๆ ในการให้บริการไปพัฒนาการให้บริการให้ดียิ่งขึ้น
                        </div>

                    </div>
                    {{--------------------------------------- ระดับที่ 3 --------------------------------}}
                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 3 : แสดงสมรรถนะระดับที่ 2 และให้บริการที่เกินความคาดหวัง แม้ต้องใช้เวลาหรือความพยายามอย่างมาก</h6>
                        </div>
                        <div class="col-md-1">
                            <p>2.7</p>
                        </div>
                        <div class="col-md-11">
                            ให้เวลาแก่ผู้รับบริการเป็นพิเศษ เพื่อช่วยแก้ปัญหาให้แก่ผู้รับบริการ
                        </div>
                        <div class="col-md-1">
                            <p>2.8</p>
                        </div>
                        <div class="col-md-11">
                            ให้ข้อมูล ข่าวสาร ที่เกี่ยวข้องกับงานที่กำลังให้บริการอยู่ ซึ่งเป็นประโยชน์แก่ผู้รับบริการ แม้ว่าผู้รับบริการจะไม่ได้ถามถึง หรือไม่ทราบมาก่อน
                        </div>
                        <div class="col-md-1">
                            <p>2.9</p>
                        </div>
                        <div class="col-md-11">
                            นำเสนอวิธีการในการให้บริการที่ผู้รับบริการจะได้รับประโยชน์สูงสุด
                        </div>


                    </div>
                </div>



            </div>
        </section>
        {{------------------------------------------------ end สมรรถนะที่ 2-----------------------------}}

         {{-- ---------------------------------------------- สมถรรนะที่ 3 -------------------------------------}}
         <section class="section">
            <div class="card">
                <div class="card-header">

                </div>
                <div class="card-body">
                    <div class="row">

                        <div class="col-12">
                            <h5>สมรรถนะที่ 3 : การสั่งสมความเชี่ยวชาญในงานอาชีพ (Expertise-EXP)  น้ำหนัก 15%</h5>
                            <hr>
                        </div>

                        <div class="col-12">
                            <p>คำอธิบาย : ความสนใจใฝ่รู้ สั่งสม ความรู้ความสามารถของตนในการปฏิบัติงานราชการ ด้วยการศึกษา ค้นคว้า และพัฒนาตนเองอย่างต่อเนื่อง จนสามารถประยุกต์ใช้ความรู้เชิงวิชาการและเทคโนโลยีต่างๆ เข้ากับการปฏิบัติงานให้เกิดผลสัมฤทธิ์</p>
                        </div>
                    </div>
                    <div class="row">

                        {{--------------------------------------- ระดับที่ 1 -----------------------------------}}
                        <div class="col-12">
                            <h6>ระดับที่ 1 : สามารถให้บริการที่ผู้รับบริการต้องการได้ด้วยความเต็มใจ</h6>
                        </div>
                        <div class="col-md-1">
                            <p>3.1</p>
                        </div>
                        <div class="col-md-11">
                            ศึกษาหาความรู้ สนใจเทคโนโลยีและองค์ความรู้ใหม่ๆ ในสาขาอาชีพของตน
                        </div>

                        <div class="col-md-1">
                            <p>3.2</p>
                        </div>
                        <div class="col-md-11">
                            พัฒนาความรู้ความสามารถของตนให้ดียิ่งขึ้น
                        </div>

                        <div class="col-md-1">
                            <p>3.3</p>
                        </div>
                        <div class="col-md-11">
                            ติดตามเทคโนโลยีและความรู้ใหม่ๆ อยู่เสมอ ด้วยการสืบค้นข้อมูลจากแหล่งต่างๆ ที่จะเป็นประโยชน์ต่อการปฏิบัติราชการ
                        </div>
                    </div>

                        {{------------------------- ระดับที่ 2 -----------------------------------}}

                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 2 : แสดงสมรรถนะระดับที่ 1 และมีความรู้ในวิชาการและเทคโนโลยีใหม่ๆ ในสาขาอาชีพของตน</h6>
                        </div>
                        <div class="col-md-1">
                            <p>3.4</p>
                        </div>
                        <div class="col-md-11">
                            รอบรู้ในเทคโนโลยีหรือองค์ความรู้ใหม่ๆ ในสาขาอาชีพของตน หรือที่เกี่ยวข้อง ซึ่งอาจมีผลกระทบต่อการปฏิบัติหน้าที่ราชการของตน
                        </div>
                        <div class="col-md-1">
                            <p>3.5</p>
                        </div>
                        <div class="col-md-11">
                            รับรู้ถึงแนวโน้มวิทยาการที่ทันสมัย และเกี่ยวข้องกับงานตน อย่างต่อเนื่อง
                        </div>

                    </div>
                    {{--------------------------------------- ระดับที่ 3 --------------------------------}}
                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 3 : แสดงสมรรถนะระดับที่ 2 และสามารถนำความรู้ วิทยาการ หรือเทคโนโลยีใหม่ๆ มาปรับใช้กับการปฏิบัติหน้าที่ราชการ</h6>
                        </div>
                        <div class="col-md-1">
                            <p>3.6</p>
                        </div>
                        <div class="col-md-11">
                            สามารถนำวิชาการ ความรู้ หรือเทคโนโลยีใหม่ๆ มาประยุกต์ใช้ในการปฏิบัติหน้าที่ราชการได้
                        </div>
                        <div class="col-md-1">
                            <p>3.7</p>
                        </div>
                        <div class="col-md-11">
                            สามารถแก้ปัญหาที่อาจเกิดจากการนำเทคโนโลยีใหม่มาใช้ในการปฏิบัติหน้าที่ราชการได้
                        </div>


                    </div>
                </div>



            </div>
        </section>
        {{------------------------------------------------ end สมรรถนะที่ 3-----------------------------}}

         {{-- ---------------------------------------------- สมถรรนะที่ 4 -------------------------------------}}
         <section class="section">
            <div class="card">
                <div class="card-header">

                </div>
                <div class="card-body">
                    <div class="row">

                        <div class="col-12">
                            <h5>สมรรถนะที่ 4 การยึดมั่นในความถูกต้องชอบธรรมและจริยธรรม (Integrity-ING) น้ำหนัก 15%</h5>
                            <hr>
                        </div>

                        <div class="col-12">
                            <p>คำอธิบาย : การดำรงตนและประพฤติปฏิบัติอย่างถูกต้องเหมาะสมทั้งตามกฎหมาย คุณธรรม จรรยาบรรณแห่งวิชาชีพ และจรรยาบรรณข้าราชการเพื่อรักษาศักดิ์ศรีแห่งความเป็นข้าราชการ</p>
                        </div>
                    </div>
                    <div class="row">

                        {{--------------------------------------- ระดับที่ 1 -----------------------------------}}
                        <div class="col-12">
                            <h6>ระดับที่ 1 : มีความสุจริต</h6>
                        </div>
                        <div class="col-md-1">
                            <p>4.1</p>
                        </div>
                        <div class="col-md-11">
                            ปฏิบัติหน้าที่ด้วยความสุจริต ไม่เลือกปฏิบัติ ถูกต้องตามหลักกฎหมาย และวินัยข้าราชการ
                        </div>
                        <div class="col-md-1">
                            <p>4.2</p>
                        </div>
                        <div class="col-md-11">
                            แสดงความคิดเห็นตามหลักวิชาชีพอย่างสุจริต
                        </div>
                    </div>

                        {{------------------------- ระดับที่ 2 -----------------------------------}}

                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 2 : แสดงสมรรถนะระดับที่ 1 และมีสัจจะเชื่อถือได้</h6>
                        </div>
                        <div class="col-md-1">
                            <p>4.3</p>
                        </div>
                        <div class="col-md-11">
                            รักษาคำพูด มีสัจจะ และเชื่อถือได้
                        </div>

                        <div class="col-md-1">
                            <p>4.4</p>
                        </div>
                        <div class="col-md-11">
                            แสดงให้ปรากฏถึงความมีจิตสำนึกในความเป็นข้าราชการ
                        </div>

                    </div>
                    {{--------------------------------------- ระดับที่ 3 --------------------------------}}
                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 3 : แสดงสมรรถนะระดับที่ 2 และยึดมั่นในหลักการ</h6>
                        </div>
                        <div class="col-md-1">
                            <p>4.5</p>
                        </div>
                        <div class="col-md-11">
                            ยึดมั่นในหลักการ จรรยาบรรณแห่งวิชาชีพ และจรรยาข้าราชการ ไม่เบี่ยงเบนด้วยอคติหรือผลประโยชน์ กล้ารับผิด และรับผิดชอบ
                        </div>
                        <div class="col-md-1">
                            <p>4.6</p>
                        </div>
                        <div class="col-md-11">
                            เสียสละความสุขส่วนตน เพื่อให้เกิดประโยชน์แก่ทางราชการ
                        </div>


                    </div>
                </div>



            </div>
        </section>
        {{------------------------------------------------ end สมรรถนะที่ 4 -----------------------------}}

         {{-- ---------------------------------------------- สมถรรนะที่ 5 -------------------------------------}}
         <section class="section">
            <div class="card">
                <div class="card-header">

                </div>
                <div class="card-body">
                    <div class="row">

                        <div class="col-12">
                            <h5>สมรรถนะที่ 5 การทำงานเป็นทีม (Teamwork-TW)  น้ำหนัก 15%</h5>
                            <hr>
                        </div>

                        <div class="col-12">
                            <p>คำอธิบาย : ความตั้งใจที่จะทำงานร่วมกับผู้อื่น เป็นส่วนหนึ่งในทีมงาน หน่วยงาน หรือส่วนราชการ โดยผู้ปฏิบัติมีฐานะเป็นสมาชิกในทีม ไม่จำเป็นต้องมีฐานะหัวหน้าทีม รวมทั้งความสามารถในการสร้างและรักษาสัมพันธภาพกับสมาชิกในทีม</p>
                        </div>
                    </div>
                    <div class="row">

                        {{--------------------------------------- ระดับที่ 1 -----------------------------------}}
                        <div class="col-12">
                            <h6>ระดับที่ 1 : ทำหน้าที่ของตนในทีมให้สำเร็จ</h6>
                        </div>
                        <div class="col-md-1">
                            <p>1.2</p>
                        </div>
                        <div class="col-md-11">
                            พยายามปฏิบัติงานให้แล้วเสร็จตามกำหนดเวลา
                        </div>
                    </div>

                        {{------------------------- ระดับที่ 2 -----------------------------------}}

                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 2 : แสดงสมรรถนะระดับที่ 1 และให้ความร่วมมือในการทำงานกับเพื่อนร่วมงาน</h6>
                        </div>
                        <div class="col-md-1">
                            <p>1.6</p>
                        </div>
                        <div class="col-md-11">
                            กำหนดมาตรฐาน หรือเป้าหมายในการทำงานเพื่อให้ได้ผลงานที่ดี
                        </div>

                    </div>
                    {{--------------------------------------- ระดับที่ 3 --------------------------------}}
                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 3 : แสดงสมรรถนะระดับที่ 2 และประสานความร่วมมือของสมาชิกในทีม</h6>
                        </div>
                        <div class="col-md-1">
                            <p>1.9</p>
                        </div>
                        <div class="col-md-11">
                            ปรับปรุงวิธีการที่ทำให้ทำงานได้ดีขึ้น เร็วขึ้น มีคุณภาพดีขึ้น มีประสิทธิภาพมากขึ้น หรือทำให้ผู้รับบริการพึงพอใจมากขึ้น
                        </div>


                    </div>
                </div>



            </div>
        </section>
        {{------------------------------------------------ end สมรรถนะที่ 5 -----------------------------}}

         {{-- ---------------------------------------------- สมถรรนะที่ 6 -------------------------------------}}
         <section class="section">
            <div class="card">
                <div class="card-header">

                </div>
                <div class="card-body">
                    <div class="row">

                        <div class="col-12">
                            <h5>สมรรถนะที่ 2 บริการที่ดี (Service Mind-SERV) น้ำหนัก 15%</h5>
                            <hr>
                        </div>

                        <div class="col-12">
                            <p>คำอธิบาย : ความตั้งใจและความพยายามของข้าราชการในการให้บริการต่อประชาชน ข้าราชการ หรือหน่วยงานอื่นๆ ที่เกี่ยวข้อง</p>
                        </div>
                    </div>
                    <div class="row">

                        {{--------------------------------------- ระดับที่ 1 -----------------------------------}}
                        <div class="col-12">
                            <h6>ระดับที่ 1 : สามารถให้บริการที่ผู้รับบริการต้องการได้ด้วยความเต็มใจ</h6>
                        </div>
                        <div class="col-md-1">
                            <p>1.2</p>
                        </div>
                        <div class="col-md-11">
                            พยายามปฏิบัติงานให้แล้วเสร็จตามกำหนดเวลา
                        </div>
                    </div>

                        {{------------------------- ระดับที่ 2 -----------------------------------}}

                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 2 : แสดงสมรรถนะระดับที่  1 และช่วยแก้ปัญหาให้แก่ผู้รับบริการ</h6>
                        </div>
                        <div class="col-md-1">
                            <p>1.6</p>
                        </div>
                        <div class="col-md-11">
                            กำหนดมาตรฐาน หรือเป้าหมายในการทำงานเพื่อให้ได้ผลงานที่ดี
                        </div>

                    </div>
                    {{--------------------------------------- ระดับที่ 3 --------------------------------}}
                    <div class="row">
                        <div class="col-12">
                            <h6>ระดับที่ 3 : แสดงสมรรถนะระดับที่ 2 และให้บริการที่เกินความคาดหวัง แม้ต้องใช้เวลาหรือความพยายามอย่างมาก</h6>
                        </div>
                        <div class="col-md-1">
                            <p>1.9</p>
                        </div>
                        <div class="col-md-11">
                            ปรับปรุงวิธีการที่ทำให้ทำงานได้ดีขึ้น เร็วขึ้น มีคุณภาพดีขึ้น มีประสิทธิภาพมากขึ้น หรือทำให้ผู้รับบริการพึงพอใจมากขึ้น
                        </div>


                    </div>
                </div>



            </div>
        </section>
        {{------------------------------------------------ end สมรรถนะที่ 6-----------------------------}}






    </div>












    <footer>
        <div class="footer clearfix mb-0 text-muted">
            <div class="float-start">
                <p>2021 &copy; Mazer</p>
            </div>
            <div class="float-end">
                <p>Crafted with <span class="text-danger"><i class="bi bi-heart-fill icon-mid"></i></span>
                    by <a href="https://ahmadsaugi.com">Saugi</a></p>
            </div>
        </div>
    </footer>
@endsection
